---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Group
source: html/2a695dff-8aa5-c266-1d4e-870483e9b5dc.htm
---
# Group Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.